Repository: mufeedali/Wordbook
Catalog: po/*.po
Languages: fa, hi, hr, ru

source: Appearance
fa: ظاهر
hi: दिखावट
hr: Izgled
ru: Внешний вид

source: Force Dark Mode
fa: اجبار به حالت تیره
hi: बलपूर्वक गहरा मोड
hr: Prisili tamni način rada
ru: Всегда использовать тёмный режим

source: Behavior
fa: رفتار
hi: व्यवहार
hr: Ponašanje
ru: Поведение

source: Live Search
fa: جست‌وجوی زنده
hi: लाइव खोज
hr: Pretraživanje u živo
ru: Поиск в реальном времени

source: Show definition as the terms are typed in
fa: نمایش معنی همزمان با نوشتن عبارت
hi: जैसे ही शब्द टाइप किए जाएं, परिभाषा दिखाएं
hr: Prikazuje definicije tijekom utipkavanja pojmova
ru: Показывать определение при вводе терминов

source: Double Click Search
fa: جست‌وجوی دوبار کلیکی
hi: डबल क्लिक पर खोजें
hr: Pretraživanje dvostrukim klikom
ru: Поиск по двойному клику

source: Search any word by double clicking on it
fa: جست‌وجوی واژه‌ها با دوبار کلیک کردن رویشان
hi: किसी भी शब्द पर डबल क्लिक करके उसे खोजें
hr: Traži bilo koju riječ dvostrukim klikom na nju
ru: Поиск любого слова при двойном нажатии на него

source: Auto Paste on Launch
fa: جایگذاری خودکار هنگام اجرا
hi: लॉन्च पर ऑटो पेस्ट
hr: Automatsko lijepljenje pri pokretanju
ru: Автовставка при запуске

source: Automatically paste and search clipboard content on launch
fa: جایگذاری خودکار و جست‌وجوی محتوای تخته‌گیره هنگام اجرا
hi: लॉन्च पर क्लिपबोर्ड सामग्री को स्वचालित रूप से चिपकाएँ और खोजें
hr: Automatski zalijepi i pretraži sadržaj međuspremnika pri pokretanju
ru: Автоматически вставлять и искать содержимое буфера обмена при запуске

source: Pronunciations Accent
fa: لهجهٔ گویش
hi: उच्चारण लहजा
hr: Naglasak izgovora
ru: Акцент произношения

# shortcut window
source: General
fa: عمومی
hi: सामान्य
hr: Općenito
ru: Общее

# shortcut window
source: Show Shortcuts
fa: نمایش میان‌برها
hi: शॉर्टकट दिखाएं
hr: Prikaži prečace
ru: Показать комбинации клавиш

# shortcut window
source: Preferences
fa: ترجیحات
hi: प्राथमिकताएं
hr: Postavke
ru: Настройки

# shortcut window
source: Paste and Search
fa: جایگذاری و جست‌وجو
hi: पेस्ट करें और खोजें
hr: Zalijepi i traži
ru: Вставить и искать

# shortcut window
source: Random Word
fa: واژهٔ کاتوره‌ای
hi: यादृच्छिक शब्द
hr: Slučajna riječ
ru: Случайное слово

# shortcut window
source: Search Selected Text
fa: جست‌وجوی متن گزیده
hi: चयनित पाठ खोजें
hr: Traži odabrani tekst
ru: Поиск выделенного текста

# shortcut window
source: Toggle Sidebar
fa: تغییر وضعیت نوار کناری
hi: साइडबार दिखाएँ/छुपाएँ
hr: Uključi/Isključi bočnu traku
ru: Показать/скрыть боковую панель

# shortcut window
source: Show Menu
fa: نمایش فهرست
hi: मेन्यू दिखाएँ
hr: Prikaži izbornik
ru: Показать меню

# shortcut window
source: Quit
fa: خروج
hi: बाहर निकलें
hr: Zatvori aplikaciju
ru: Выйти

source: Paste & Search
fa: جایگذاری و جست‌وجو
hi: पेस्ट करें और खोजें
hr: Zalijepi i traži
ru: Вставить и искать

source: Search Selected Text
fa: جست‌وجوی متن گزیده
hi: चयनित पाठ खोजें
hr: Traži odabrani tekst
ru: Поиск выделенного текста

source: _Random Word
fa: واژهٔ _کاتوره‌ای
hi: यादृच्छिक शब्द (_R)
hr: _Slučajna riječ
ru: Случайное слово

source: _Preferences
fa: _ترجیحات
hi: प्राथमिकताएं (_P)
hr: _Postavke
ru: Настройки

source: _Keyboard Shortcuts
fa: _میان‌برهای صفحه‌کلید
hi: कीबोर्ड शॉर्टकट (_K)
hr: _Tipkovni prečaci
ru: Комбинации клавиш

source: _About Wordbook
fa: _دربارهٔ واژه‌نامه
hi: Wordbook के बारे में (_A)
hr: _O aplikaciji Wordbook
ru: О Wordbook

source: History
fa: تاریخچه
hi: इतिहास
hr: Povijest
ru: История

source: Show Favorites Only
fa: فقط نمایش برگزیده‌ها
hi: केवल पसंदीदा दिखाएँ
hr: Prikaži samo favorite
ru: Показывать только избранное

source: Clear History
fa: پاک‌سازی تاریخچه
hi: इतिहास साफ़ करें
hr: Izbriši povijest
ru: Очистить историю

source: No recent searches or favorites
fa: بدون جست‌وجوهای اخیر یا محبوب
hi: कोई हाल की खोज या पसंदीदा नहीं
hr: Nema nedavnih pretraživanja ili favorita
ru: Нет недавних поисков или избранного

source: Clear
fa: پاک سازی
hi: साफ़ करें
hr: Izbriši
ru: Очистить

source: Search
fa: جست‌وجو
hi: खोजें
hr: Pretraga
ru: Поиск

source: Show History
fa: نمایش تاریخچه
hi: इतिहास दिखाएं
hr: Prikaži povijest
ru: Показать историю

source: Main Menu
fa: فهرست اصلی
hi: मुख्य मेन्यू
hr: Glavni izbornik
ru: Главное меню

source: Setting things up…
fa: برپا کردن چیزها…
hi: चीज़ें निर्धारित की जा रही हैं…
hr: Postavljanje …
ru: Настройка...

source: Downloading WordNet…
fa: بار گرفتن وردنت…
hi: WordNet डाउनलोड हो रहा है…
hr: Preuzimanje WordNeta …
ru: Загрузка WordNet...

source: Wordbook
fa: واژه‌نامه
ru: Словник

source: Look up definitions of any English term
fa: جست‌وجوی معنی عبارت‌های انگلیسی
hi: किसी भी अंग्रेजी शब्द की परिभाषा देखें
hr: Pregledaj definicije bilo kojeg engleskog pojma
ru: Поиск определений любых английских терминов

source: Listen to Pronunciation
fa: شنیدن گویش
hi: उच्चारण सुनें
hr: Slušaj izgovor
ru: Прослушать Произношение

source: No definition found
fa: هیچ معنی‌ای پیدا نشد
hi: कोई परिभाषा नहीं मिली
hr: Nije pronađena nijedna definicija
ru: Определение не найдено

source: Download failed
fa: بارگیری شکست خورد
hi: डाउनलोड विफल
hr: Preuzimanje nije uspjelo
ru: Ошибка загрузки

source: Retry
fa: تلاش دوباره
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
ru: Попробовать снова

source: Exit
fa: خروج
hi: बाहर निकलें
hr: Zatvori aplikaciju
ru: Выйти

source: Look up definitions for words
fa: جست‌وجوی معنی واژه‌ها
hi: किसी भी अंग्रेजी शब्द की परिभाषा देखें
hr: Pregledaj definicije za riječi
ru: Поиск определений любых английских терминов.

source: translator-credits
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
ru: hdsujnb

source: Source Code
hi: स्रोत कोड
hr: Izvorni kod
ru: Исходный код

source: Copyright © 2016-2025 Mufeed Ali
fa: حق رونوشت © ۲۰۱۶-۲۰۲۵ مفید علی
hi: कॉपीराइट © 2016-2025 मुफ़ीद अली
hr: Autorska prava © 2016. – 2025. Mufeed Ali
ru: © 2016-2025 Mufeed Ali

source: Building Database…
fa: ساختن پایگاه داده…
hi: डेटाबेस का निर्माण…
hr: Izgradnja baze podataka …
ru: Создание базы данных...

source: Wordlist Loading
fa: بار کردن سیاههٔ واژگان
hi: शब्दसूची लोड हो रही है
hr: Učitavanje popisa riječi
ru: Загрузка списка слов

source: The word list is still loading. Please try again in a moment.
fa: سیاههٔ واژگان هنوز دارد بار می‌شود. لطفاً کمی بعد دوباره تلاش کنید.
hi: शब्द सूची अभी भी लोड हो रही है। कृपया कुछ देर में पुन: प्रयास करें।
hr: Popis riječi se još uvijek učitava. Pokušaj ponovo za koji trenutak.
ru: Список слов всё ещё загружается. Повторите попытку через минуту.

source: History cleared
fa: تاریخچه پاک شد
hi: इतिहास साफ़ हो गया
hr: Povijest je izbrisana
ru: История очищена

source: Undo
fa: برگردان
hi: पूर्ववत् करें
hr: Poništi
ru: Отменить

source: Toggle Favorite
fa: تغییر وضعیت برگزیده‌ها
hi: पसंदीदा में जोड़ें/हटाएँ
hr: Uključi/Isključi favorit
ru: Добавить/убрать из избранного

source: Dismiss
fa: دورانداختن
hi: खारिज करें
hr: Odbaci
ru: Закрыть

source: Invalid input
fa: ورودی نامعتبر
hi: अमान्य आगत
hr: Nevaljan unos
ru: Неправильный ввод

source: Nothing definable was found in your search input
fa: چیز قابل تعریفی در ورودی جست‌وجویتان پیدا نشد
hi: आपके खोज आगत में कुछ भी निश्चित नहीं मिला
hr: U unosu pretrage nije ništa npronađeno što bi se moglo definirati
ru: В результате поиска ничего не было найдено

source: Ready.
fa: آماده.
hi: तैयार।
hr: Spremno.
ru: Готово.
